Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In September 2020, when the NUPI Russia Conference turns 25, we would have liked to have arranged a celebration at the House of Literature.
nb: I september 2020 fyller NUPIs russlandskonferanse 25 år – og vi skulle gjerne ha arrangert en markering av dette på Litteraturhuset.

source: Discussant to Mr. Caliskan's talk is Postdoctoral Fellow at University of Oslo Einar Wigen.
nb: Opponent til Caliskans presentasjon er postdoktor ved Universitetet i Oslo Einar Wigen.

source: ‘After the Ukraine crisis in 2014, and now the election of Donald Trump as the next president of the United States, we see that Europe needs a more consistent security policy.’
nb: - Vi ser etter Ukraina-krisen i 2014, men også etter valget av Trump som president, at det er behov for at Europa får en mer konsekvent sikkerhetspolitikk.

source: Australian UN peacekeepers in East Timor.
nb: Australske FN-soldater på oppdrag i Øst-Timor.

source: The discussion will be confidential in accordance with Chatham House Rules.
nb: Diskusjonen vil være fortrolig (i tråd med Chatham House Rules).

source: Is Russia on a collision course with the West?
nb: Er Russland på kollisjonskurs med Vesten?

source: Russian Studies (MA), University of Oslo
nb: Russisk områdestudier (MA), Universitetet i Oslo

source: Communications Advisor, CARE Norway
nb: Kommunikasjonsrådgiver, CARE Norge

source: 2015 was a great year for NUPI as a research institution. The institute was one of only a few who was
nb: 2015 var et svært positivt år for NUPI som forskningsinstitusjon. Instituttet ble

source: He continues: - I want to thank NUPI and PRIO that assist in organizing the meetings.
nb: – Jeg vil takke NUPI og Prio som bistår i organiseringen av møtene.

source: respectively. Anne completed her postgraduate degree in International Human Rights Law (LLM) at the University of Edinburgh in 2020, writing her project-based dissertation for the Political Settlements Research Programme.
nb: Anne fullførte sin har en LLM i International Human Rights Law ved University of Edinburgh i 2020. Som en del av masteren skrev hun prosjektbasert masteroppgave for the Political Settlements Research Programme (PSRP), og jobbet senere hos PSRP som forskningsassistent.

source: lays the framework for equal opportunities for employees.
nb: og ansatte, og som sikrer alle ansatte like muligheter.

source: A recently completed NUPI project has examined the role of the EU in the Ukraine conflict, and the implications for Norway.
nb: I et nylig ferdigstilt prosjekt har NUPI sett på EUs rolle i konflikten i Ukraina og konsekvenser for Norge.

source: Comment by Harald Solberg, The Norwegian Shipowners’ Association
nb: Innlegg ved Harald Solberg, Rederiforbundet

source: Lydia Khalil is a Research Fellow in the West Asia Program at the Lowy Institute and manages the Lowy Institute‘s core partnership with the Global Network on Extremism & Technology.
nb: Lydia Khalil er forsker ved West Asia programmet tilknyttet Lowy Instituttet og leder Lowy Instituttets partnerskap med Global Network on Extremism & Technology.

source: which will be published in 2019.
nb: , som publiseres i 2019.

source: Gravdal is a foreign journalist in the Norwegian Newspaper Morgenbladet.
nb: Gravdal er utenriksjournalist i Morgenbladet.

source: How will Brexit affect the foreign and security policy of non-EU member states such as Norway?
nb: Hvordan påvirker Brexit utenriks- og sikkerhetspolitikken til land utenfor EU, for eksempel i Norge?

source: Vakulchuk and his two colleagues have examined 421 Chinese and Japanese firms operating in Myanmar.
nb: Hele 421 kinesiske og japanske selskaper er undersøkt i studien.

source: offered comments on the topic of “Ethical Retreat and Humanitarian Crises”.
nb: etterfulgte de Waal, med innlegget Ethical Retreat and Humanitarian Crises.

source: Decades of war and conflict, from the Iran-Iraq war in the 1980s to the ongoing struggle against IS, have obviously been devastating for all sorts of development throughout the country.
nb: Tiår med krig og konflikt, fra Iran-Irak-krigen på 1980-tallet til den pågående kampen mot IS, har naturligvis vært ødeleggende for utviklingen i hele landet.

source: His research has also appeared in International Organization, International Theory, and the European Journal of International Relations. This event is hosted by
nb: Forskningen hans har også vært publisert i tidsskriftene International Organization, International Theory, and the European Journal of International Relations. Teoriseminaret er ett av flere seminarer som arrangeres av

source: (Berghahn 2018) and the editor of
nb: (Berghahn 2018) og vært redaktør for

source: Caroline has previously lived in the Gaza strip, Jerusalem, Brussels, Geneva and Vienna.
nb: Caroline har tidligere bodd i Gaza, Jerusalem, Brussel, Genève og Wien.

source: In order to reach the sustainable development goals (SDGs), massive mobilization of domestic revenue efforts is needed, Odd-Helge Fjeldstad (CMI) stated at the book launch of ‘
nb: For å nå de bærekraftige utviklingsmålene vil massiv nasjonal ressursmobilisering være helt avgjørende, sa Odd-Helge Fjeldstad (CMI) under boklanseringen av

source: Considering the internal political fragmentation in the KRI, especially after 2017, it is not unreasonable to argue that there is either political will nor ability to implement such a potentially costly tax reform.
nb: Med tanke på den interne uroen i KRI, særlig etter 2017, er det derfor lite som tyder på at det eksisterer politiske vilje eller evne til å gjennomføre en skattereform.

source: Iocchi is also Associate Fellow at the Centro Studi Africa Contemporanea (CeSAC) and the Centro Mobilità e Migrazioni (MoMi) at University L'Orientale, he has worked as consultant for NGOs and collaborates with the Italian Institute for International Political Studies (ISPI).
nb: Iocchi er også tilknyttet Centro Studi Africa Contemporanea (CeSAC) og Centro Mobilità e Migrazioni (MoMi) ved University L'Orientale. Han har tidligere arbeidet som konsulent for flere NGO-er, og samarbeider med Italian Institute for International Political Studies (ISPI).

source: That makes NUPI the highest ranked Norwegian think tank, with the nearest Norwegian organization being Peace Research Institute (PRIO) on 62 nd
nb: Dermed er NUPI den høyest rangerte norske tenketanken, og den neste norske organisasjonen på lista er Peace Research Institute (PRIO) som ligger på en 62.

source: The chapters analyse Norway’s negotiations with the EU, tariffs, veterinary and border control, legal aspects, labour migration in the fish processing industry, cross-border investments and catch quotas in the North Sea.
nb: Kapitlene analyserer Norges forhandlinger med EU, toll, veterinær- og grensekontroll, juss, arbeidsinnvandring i fiskeindustrien, utenlandsinvesteringer og fangstkvoter i Nordsjøen.

source: 'There is now good reason to ask if COVID-19 may turn into a humanitarian awakening for China, leading to the Chinese increasing their contributions and becoming a major humanitarian actor in the future?
nb: - Det kan være grunn til å spørre om COVID-19 blir en humanitær oppvåkning for Kina, i den forstand at de øker bidragene sine og blir en mer vesentlig aktør i tiden framover?

source: By contrast, people in the second camp think that renewable energy will increase energy independence and thereby reduce the level of conflict in the world,’ says Vakulchuk.
nb: Motsatt mener forskere i den andre leiren at fornybar energi vil øke energiuavhengigheten og dermed redusere verdens konfliktnivå, sier Vakulchuk.

source: Challenges such as Brexit, migration, unemployment and Islamic fundamentalism will be some of the main concerns for the EU in the time to come.
nb: Utfordringer som Brexit, migrasjon, arbeidsledighet og islamsk fundamentalisme er noen av de store bekymringene EU står overfor.

source: Her research interests revolve around EU foreign and security policy, global order, transnational relations, political extremism and power structures.
nb: Hennes forskningsinteresser knytter seg til unionens utenriks- og sikkerhetspolitikk, global orden, transnasjonale relasjoner, politisk ekstremisme og maktstrukturer.

source: And similarly, while Denmark, Sweden and Finland are members of the European Union, Iceland and Norway are not.
nb: Tilsvarende er Danmark, Sverige og Finland EU-medlemmer, mens Norge og Island står utenfor.

source: is a Member of Cabinet of Johannes Hahn, EU Commissioner for Neighbourhood Policy and Enlargement Negotiations.
nb: er medlem av Johannes Hahns kabinett, EUs Kommissær for nabolandspolitikk og utvidelsesforhandlinger.

source: The project will be implemented in two cycles (2013-2015 and 2015-2016).
nb: Prosjektet foregår i to sykluser (2013 - 2015 og 2015 - 2016).

source: The organizational work is led by Louise Olsson (PRIO) and Niels Nagelhus Schia (NUPI).
nb: Organiseringen gjennomføres av Niels Nagelhus Schia (NUPI) og Louise Olsson (Prio).

source: Muhannad Hadi is the regional humanitarian coordinator for OCHA, the UN Syria response.
nb: Muhannad Hadi er den regionale humanitære koordinatoren for FNs Syria-respons (OCHA).

source: One bank’s representative explained how the bank had to increase full-time employees working only with compliance from 500 to 2400, only during the last couple of years.
nb: En representant fra en bank forklarte hvordan banken måtte øke antallet fulltidsansatte som kun jobbet med oppfølging av regelverk, fra 500 til 2400, kun i løpet av de siste årene.

source: Ryan Scrivens is an Assistant Professor in the School of Criminal Justice at Michigan State University.
nb: Ryan Scrivens er universitetslektor ved School of Criminal Justice, Michigan University.

source: His academic interests are in comparative politics, regime change, democratization and authoritarianism, and world politics.
nb: Hans faglige interesser er komparativ politikk, regimeskifte, demokratisering og autoritære regimer, og verdenspolitikk.

source: The Norwegian Institute of International Affairs (NUPI) and the Norwegian Centre for Humanitarian Studies (NCHS) have the pleasure of inviting you to a seminar to discuss challenges to the Protection of Civilians.
nb: Norsk Utenrikspolitisk Institutt (NUPI) og Norwegian Centre for Humanitarian Studies (NCHS) har gleden av å invitere til dette seminaret.

source: A new book edited by Arne Melchior and Frode Nilssen looks into this.
nb: Det er tema for en ny bok, redigert av Arne Melchior og Frode Nilssen.

source: The future of the Energy market: Ole Gunnar Austvik (HiL)
nb: Energimarkedets fremtid: Ole Gunnar Austvik, HiL

source: Since first joining IPI in 2011, his work has focused on a variety of policy matters related to UN peace operations (peacekeeping and special political missions), including strategic planning, management, force generation, partnerships including with the African Union, peacebuilding, mediation and peace processes, prevention, transnational organized crime, DDR/SSR, protection of civilians, and the politics of UN reform.
nb: Der har han arbeidet siden 2011, primært med policy-saker relatert til FMs fredsoperasjoner (fredsbevaring og spesielle politiske oppdrag), inkludert strategisk planlegging, styring, "force generation", partnerskap, fredsbygging, mekling og fredsprosesser, forebgygging, transnasjonal organisert kriminalitet, DDR/SSR, beskyttelse av sivile og politikk i FN-reform.

source: All the four main varieties of terrorism – extreme left wing, right wing, nationalist and religious – have roots back to this period.
nb: De fire viktigste typer terrorisme – fra det ekstreme høyre og venstre, nasjonalister og religiøse grupper – har røtter i denne perioden.

source: CHOIR will be conducted by an international team of closely cooperating researchers, covering different concepts and languages.
nb: CHOIR vil utføres av et internasjonalt lag av forskere, som dekker forskjellige begreper og forskjellige språk og som vil samarbeide tett.

source: Jacek Czaputowicz has been Poland’s Minister of Foreign Affairs since January 2018.
nb: Jacek Czaputowicz har vært polens utenriksminister siden januar 2018.

source: Erstad is now refining her paper for the the future publication in
nb: Erstads artikkel er nå til bearbeiding for senere publisering i

source: NUPIBAL promotes gender equality at NUPI.
nb: NUPIBAL er et prosjekt som skal fremme likestilling på NUPI.

source: PREVEX employs a bottom-up approach to local–global dynamics combined with an institutionalist analysis of the responses of the EU, member states and Third Countries.
nb: PREVEX bruker en bottom-up tilnærming til lokal-global dynamikk, kombinert med en institusjonalistisk analyse av informasjon fra EU, medlemsland og tredjeland.

source: The event is organized as part of the seminar series Cyber Security Forum.
nb: Arrangementet er en del av seminarrekken NUPI Cyber Security Forum.

source: Echoing this, Norway has committed to using its term on the UNSC (2021-2022) to make the case that
nb: I tråd med dette har Norge forpliktet seg til å bruke sin tid i FNs sikkerhetsråd (2021-2022) på å sørge for at det

source: Ms Dessallien has served the United Nations for 35 years in Africa and Asia in many capacities, including 17 years as a UN Resident Coordinator, Humanitarian Coordinator and UNDP Resident Representative.
nb: Dessallien har arbeidet for FN i 35 år i Afrika og Asia i mange ulike roller, inkludert 17 år som FNs øverste landlige leder, humanitær koordinator og UNDP-representant.

source: (MA) in 1978, both from the University of Oslo.
nb: fra 1978, begge fra Universitetet i Oslo.

source: Value discussions under pressure
nb: Verdidiskusjoner under press

source: “Relations between China and Russia have become much warmer since the rise of Xi Jinping in China and the return of Vladimir Putin to the Russian presidency.
nb: «Forholdet mellom Kina og Russland har blitt mye varmere siden Xi Jinping kom til makten i Kina og gjenvalget av Vladimir Putin som russisk president.

source: is a Senior Associate with the East Asia Program at the Stimson Center.
nb: er Senior Associate på Øst-Asiaprogrammet til Stimson Center i Washington.

source: Seminar with the Pakistani politician Syeda Abida Hussain on crises, fundamentalism and leadership-struggles.
nb: Seminar med den kjente pakistanske politikeren Syeda Abida Hussain.

source: Julie Wilhelmsen, Senior Researcher at the Norwegian Foreign Policy Institute (NUPI)
nb: Julie Wilhelmsen, seniorforsker ved Norsk Utenrikspolitiske Institutt (NUPI)

source: Exiting the EU without an agreement,... KRONIKK
nb: Exiting the EU without an agreement,... Innsikt og kommentar

source: A massive party would be like a New Deal, except with culture instead of infrastructure.
nb: En kjempefest vil være som en slags New Deal, bare med kultur i stedet for infrastruktur.

source: The Future Movement, led by Saad Hariri (Sunni), son of slain former Prime Minister Rafiq.
nb: •Fremtidsbevegelsen, ledet av Saad Hariri (sunni), sønn av den drepte tidligere statsminister Rafiq.

source: ‘From 1999 and onwards, further radicalization and popularization of radical thoughts have spread throughout the Muslim populations in North Caucasus, rather than the destruction of terrorism, which was Russia’s purported goal.
nb: - Fra 1999 og utover har det skjedd ytterligere radikalisering og popularisering av radikalt tankegods blant muslimene i Nord-Kaukasus, snarere enn en utsletting av terrorismen, som var det uttalte målet med antiterrorkanpanjene.

source: Event: Global governance of cyberspace - opportunities and challenges, with Marina Kaljurand (Global Commission of Cyberspace), (Chair), NUPI's Cyber Security Centre.
nb: Global styring av cyberspace - muligheter og utfordringer, med Marina Kaljurand (Global Commission on the Stability of Cyberspace), (Chair), NUPIs Cyber Security Centre.

source: These are some of the questions that professor David Shambaugh answers in his new book "China's Future?" and comments on in the interview with NUPI senior fellow Marc Lanteigne.
nb: Dette er noen av spørsmålene som professor David Shambaugh besvarer i boken "China's Future?" og som han kommenterer på i dette intervjuet med NUPIs seniorforsker Marc Lanteigne.

source: Irina Busygina is visiting NUPI to talk about Russian foreign policy and how it affects domestic change.
nb: Irina Busygina gjester NUPI for å snakke om russisk utenrikspolitikk og dens påvirkning for endringer nasjonalt.

source: Odd-Jarl Borch, professor at Northern University
nb: Odd-Jarl Borch, professor ved Nord Universitet

source: (University of Tromsø):
nb: , professor, Universitetet i Tromsø:

source: Between 2008 and 2013 she covered the euro crisis and European politics from Brussels.
nb: Mellom 2008 og 2013 dekket hun eurokrisen og europeisk politikk fra Brussel.

source: Members of the CIICPP team will present the main findings at the seminar that will be held on 19 October 2021 from 14:00 to 15:30 at NUPI.
nb: Medlemmer av prosjektteamet vil presentere hovedfunnene på seminaret som vil bli avholdt 19. oktober 2021 fra 14:00 til 15:30 på NUPI.

source: (cand. polit), political science, University of Oslo.
nb: polit., statsvitenskap, Universitetet i Oslo.

source: Short presentation of Russian objectives in the Arctic as seen from the Norwegian perspective made at the secnd panel of a webinar organized jointly by LSE Ideas, NUPI and New Strategy Center as a par of FLANKS project
nb: Kort presentasjon av Russlands strategi i Arktis sett fra et strategisk norsk perspektiv som av en del av diskusjon i panel nr to i webinar organisert av LSE Ideas, NUPI og New Strategic Center som en del av FLANKS-prosjektet

source: Her research interests are European integration (EU) and European foreign and security policy, including French and the Nordic countries' foreign and security policies.
nb: Hennes forskningsinteresser er europeisk integrasjon (EU) og europeisk utenriks- og sikkerhetspolitikk, inkludert fransk og de nordiske lands utenriks- og sikkerhetspolitikk.

source: Mick Moore argues however that the attitudes of the OECD have changed considerably.
nb: Mick Moore argumenterer imidlertid for at holdningene til OECD har endret seg betydelig.

source: Equity must come with clean hands, Benedict Doh (Tax Justice Network – Africa) emphasized.
nb: Den som kommer med kapital må komme med rene hender, understreket Benedict Doh (Tax Justice Network - Afrika).

source: He also directs the consultancy company 3D Strategy, which provides UN strategy advice and training to governments, foundations and research institutes.
nb: Han leder også konsultasjonsfirmaet 3D Strategy, som gir FN strategiske råd og opplæring til regjeringer, organisasjoner og forskningsinstitutter.

source: ‘Cyber everything’ has profound implications, including for international peace and security.
nb: 'Cyber everything' har store følger, blant annet for internasjonal fred og sikkerhet.

source: Michelsen Institute, the University of Bergen, SNF, University of Western Cape, WTO, and visiting scholar to Stanford University.
nb: Michelsens Institutt, Universitetet i Bergen, SNF, University of Western Cape og Verdens handelsorganisasjon, samt vært gjesteforsker ved Stanford University.

source: The receivers are talented researchers of any nationality with 2-7 years of experience after PhD.
nb: Mottakerne er talentfulle forskere fra hele verden, med 2-7 års erfaring etter avlagt doktorgrad.

source: Eskil holds a Master’s degree in political science from the University of Tromsø.
nb: Eskil har mastergrad i statsvitenskap fra Universitetet i Tromsø.

source: Founder and Director, Conflict Analysis and Prevention Centre
nb: Grunnlegger og direktør, Conflict Analysis and Prevention Centre

source: Frank Asche has jointly with American colleagues in two articles analysed how aquaculture has transformed global seafood markets.
nb: Frank Asche har i to artikler med amerikanske medforfattere analysert hvordan akvakultur har transformert globale sjømatmarkeder.

source: Read our briefs and expert commentary on how Covid-19 affects developing countries and international affairs.
nb: Les våre analyser om covid-19s konsekvenser for utviklingsland og internasjonal politikk.

source: The project is funded by the Research Council of Norway, NORRUSS PLUSS
nb: Prosjektet er finansiert av Norges forskningsråd, NORRUSS PLUSS

source: NUPI is behind the chapter on Norway, which makes an especially interesting case, considering the six years of political freeze in Norway-China relations, following the 2010 Nobel Peace Prize awarded to Liu Xiaobo.
nb: Seniorforsker Hans Jørgen Gåsemyr (NUPI og UiB) står bak kapittelet om Norge, som naturlig nok er spesielt interessant, sett i lys av de seks årene med politisk frys i norsk-kinesiske relasjoner etter at Liu Xiaobo ble tildelt Nobels fredspris i 2010.

source: In addition to Neumann, the NUPI research team is currently composed of Morten Bøås, Francesca Refsum Jensenius, Pernille Rieker, Ole Jacob Sending and Elana Wilson Rowe.
nb: Forskerlaget ved NUPI består i tillegg til Neumann foreløpig av Ole Jacob Sending, Francesca Refsum Jensenius, Pernille Rieker, Morten Bøås og Elana Wilson Rowe.

source: Event: Cyber Intelligence and Nordic Security, with Patrik Maldre (FireEye), (Chair), NUPI's Cyber Security Centre.
nb: Cyberetteretning og nordisk sikkerhet, med Patrik Maldre (FireEye), (Chair) NUPIs Cyber Security Centre.

source: TRANSFORM combines a theoretical curiosity about moral acts in situations of radical uncertainty with empirical research on actual practices and processes during civil wars in Syria, Somalia and Myanmar.
nb: TRANSFORM kombinerer teoretisk nysgjerrighet om moraldrevne handlinger i situasjoner preget av sterk usikkerhet med empirisk forskning på faktiske handlinger og prosesser i krig og konflikt i Syria, Somalia og Myanmar.

source: In this seminar you will hear Russia’s foremost experts on the North Caucasus talk about the challenges in this region towards the Olympic Games in Sochi 2014.
nb: På dette seminaret får du høre Russlands fremste eksperter på Nordkaukasus snakke om utfordringene i denne regionen frem mot OL i Sochi 2014.

source: Eskil Jakobsen is employed as a junior research fellow at
nb: Eskil Jakobsen arbeider som vitenskapelig assistent ved

source: The objective of this paper is to explain this phenomenon by examining how Iran has mobilised Iraqi Shi’a militias since 1979.
nb: Denne artikkelen forsøker derfor å forklare dette fenomenet ved å undersøke hvordan Iran har mobilisert irakiske sjiamilitser siden 1979.

source: research fields includes international assistance to police reform, including security sector reform, peace operations, peace- and state-building, political analysis of the Balkans, war crimes (especially genocide and questions related to international tribunals), comparative methodology.
nb: forskningsfelt omfatter blant annet internasjonal assistanse til politireformen, inkludert reform i sikkerhetssektoren, fredsoperasjoner, freds- og statsbygging, politisk analyse av Balkan, krigsforbrytelser (spesielt folkemord og spørsmål som er relatert til internasjonale tribunaler) og komparativ metodikk.

source: Gade has previously worked as a Max Weber postdoctoral fellow at the European University Institute in Florence, and as a senior lecturer at the Department of Culture Studies and Oriental Languages at the University of Oslo.
nb: Gade har tidligere vært Max Weber Postdoctoral Fellow ved European University Institute i Firenze og førstelektor ved Institutt for kulturhistorie og orientalske språk ved Universitetet i Oslo.
